sleep 1

clear

echo -e """
\033[1;32m
_|_|_|    _|          _|_|      _|_|_|  _|    _|
_|    _|  _|        _|    _|  _|        _|  _|
_|_|_|    _|        _|_|_|_|  _|        _|_|
_|    _|  _|        _|    _|  _|        _|  _|
_|_|_|    _|_|_|_|  _|    _|    _|_|_|  _|    _|

\033[1;32m╔\033[1;32m𓆩M𓆪\033[1;32m══════════════════[\033[37;41m𓆩 𝐌𝐎𝐑𝐓𝐄𝐙𝐀 𓆪\033[0m\033[1;32m]════════════════\033[1;32m𓆩M𓆪\033[1;32m╗
\033[1;32m│\033[1;37m☞  \033[1;32mAUTHER     \033[1;37m➟   \033[1;32mMORTEZA ALIZADA                    \033[1;32m│
\033[1;32m│\033[1;37m☞  \033[1;32mFACEBOOK   \033[1;37m➟   \033[1;32mMORTAZA ALIZADA                    \033[1;32m│
\033[1;32m│\033[1;37m☞  \033[1;32mGITHUB    \033[1;37m ➟  \033[1;32m MORTEZA-KING-007                  \033[1;32m │
\033[1;32m│\033[1;37m☞  \033[1;32mVERSION   \033[1;37m ➟   \033[1;32m8.0 Pro                        \033[1;32m    │
\033[1;32m│\033[1;37m☞  \033[1;32mSTATUS    \033[1;37m ➟   \033[1;32mPAID                           \033[1;32m    │
\033[1;32m╚\033[1;32m𓆩M𓆪\033[1;32m═════\033[41m\033[1;37m[ 𓆩 𝐈𝐅 𝐘𝐎𝐔𝐑 𝐁𝐀𝐃,𝐒𝐎 𝐈 𝐀𝐌 𝐘𝐎𝐔𝐑 𝐃𝐀𝐃𓆪 ]\033[0m\033[1;32m═══════\033[1;32m𓆩M𓆪\033[1;32m╝
"""
sleep 2

echo -e '\e[1;32m[¡] Setting up the tool for first use ...'

apt update -y
apt upgrade -y
apt install python -y
apt install toilet -y
apt install figlet -y
apt install espeak -y
apt install play-audio -y
pip install requests
pip install mechanize
pip install colorama
pip install pyfiglet
pip install bs4

sleep 2

echo -e '\e[1;32m[¡] All Done ...'

sleep 2

clear
